Repository: ukui/kylin-control-center
Catalog: po/*.po
Languages: tr

source: Please add the language you will use to the list. And the first one in the list is the most commonly used language.
tr: Lütfen kullanacağınız dili listeye ekleyin. Listedeki ilk dil en sık kullanılan dildir.

source: _Show...
tr: _Göster...

source: List of keyboard layouts selected for usage
tr: Kullanım için seçilen klavye düzenleri listesi

source: _Separate layout for each window
tr: Her pencere için ayrı düzen

source: New windows u_se active window's layout
tr: Yeni pencere kullanıcıları aktif pencere düzeni

source: Reset to De_faults
tr: Varsayılanlara Dön

source: Layouts
tr: Düzenler

source: "To edit a shortcut key, click on the corresponding row and type a new key " "combination, or press backspace to clear."
tr: "Bir kısayol tuşunu düzenlemek için, ilgili satırı tıklayın ve yeni bir tuş kombinasyonu yazın" ".veya temizlemek için geri tuşuna basın."

source: Shortcut
tr: Kısayol

source: _Right-handed
tr: Sağ eli kullan

source: _Left-handed
tr: Sol eli kullan

source: Sh_ow position of pointer when the Control key is pressed
tr: Kontrol tuşu basılı olduğunda işaretçiyi konumunu göster

source: _Sensitivity:
tr: _Duyarlılık

source: Low
tr: Düşük

source: High
tr: Yüksek

source: Double-click the right bulb to test your settings
tr: Ayarlarınızı test etmek için sağdaki resmi çift tıklayın

source: Timeout
tr: Zaman Aşımı

source: Pointer moving speed
tr: İşaretçi Hareket Hızı

source: Locate Pointer
tr: İşaretçiyi Bulun

source: Mouse Keys
tr: Fare Tuşları

source: Double-Click Speed
tr: Çift Tıklama Hızı

source: Disable _touchpad while typing
tr: Yazarken dokunmatik paneli devre dışı bırak

source: Enable _mouse clicks with touchpad
tr: Dokunmatik panelde fare tıklamalarını etkinleştir

source: Scrolling
tr: Kaydırma

source: _Disabled
tr: _Kapalı

source: Vertical _edge scrolling
tr: Dikey kenar kaydırma

source: _Horizontal edge scrolling
tr: Yatay kenar kaydırma

source: _Vertical two-finger scrolling
tr: Dikey iki parmak kaydırma

source: Horizontal two-_finger scrolling
tr: Yatay iki parmak kaydırma

source: Enabled touchpad
tr: Dokunmatik Panel Etkin

source: Touchpad
tr: Dokunmatik Panel

source: <b>Di_rect internet connection</b>
tr: <b>Doğrudan internet bağlantısı</b>

source: <b>_Manual proxy configuration</b>
tr: <b>El ile proxy yapılandırması</b>

source: _Secure HTTP proxy:
tr: Güvenli HTTP proxy:

source: _Details
tr: _Ayrıntılar

source: <b>_Automatic proxy configuration</b>
tr: <b>Otomatik proxy yapılandırması</b>

source: Autoconfiguration _URL:
tr: Otomatik Yapılandırma URL'si

source: Proxy Configuration
tr: Proxy Yapılandırması

source: Ignore Host List
tr: Host Listesini Yoksay

source: Ignored Hosts
tr: Yoksayılan Hostlar

source: Additional startup _programs:
tr: Ekli başlangıç programları:

source: name
tr: İsim

source: status
tr: Durum

source: Startup Programs
tr: Başlangıç Programları

source: Change display appearance
tr: Ekran görünümünü değiştir

source: Monitor:
tr: Ekran

source: Resolution:
tr: Çözünürlük

source: Direction:
tr: Yön:

source: Save
tr: Kaydet

source: Same image in all monitors
tr: Tüm ekranlarda aynı resim

source: Set as primary
tr: Birincil olarak ayarla

source: Open Monitor
tr: Ekranı Aç

source: Close Monitor
tr: Ekranı Kapat

source: Computer status
tr: Bilgisayar Durumu

source: AC Power
tr: AC Gücü

source: Battery Power
tr: Pil Gücü

source: Put _computer to sleep when inactive:
tr: Bilgisayarı uyku moduna al:

source: Put _monitor to sleep when inactive:
tr: Eekranı uyku moduna al：

source: When laptop lid is cl_osed:
tr: Dizüstü bilgisayar kapağı kapalı olduğunda：

source: Actions
tr: Haraket

source: When the power _button is pressed:
tr: Güç düğmesine basıldığında:

source: When the sus_pend button is pressed:
tr: Askıya al düğmesine basıldığında:

source: Icon display
tr: Simge Göster

source: Only display an icon when a battery is p_resent
tr: Yalnızca bir pil varsa simge gösterin

source: _Always display an icon
tr: _Her zaman bir simge gösterin

source: Power Configure
tr: Güç Ayarları

source: Regard the computer as _idle after:
tr: Bilgisayarı sonra boşta tutun:

source: _Activate screensaver when computer is idle
tr: _Bilgisayar boştayken ekran koruyucuyu etkinleştirin

source: _Lock screen when screensaver is active
tr: _Ekran koruyucu aktifken ekranı kilitle

source: preview
tr: Önizleme

source: Screensavers:
tr: Ekrankoruyucu

source: Screensaver
tr: Ekran Koruyucu
