Repository: ukui/kylin-control-center
Catalog: po/*.po
Languages: tr

source: Add Wallpaper
tr: Arkaplan Ekle

source: Image
tr: Resim

source: ALL File
tr: Tüm Dosyalar

source: Please choose a color that you like as the theme colors.
tr: Lütfen tema renkleri gibi bir renk seçin.

source: Set up disable. Please wait at least 5 seconds that system subject will restart
tr: Devre dışı bırak'ı ayarla. Lütfen sistem konusunun yeniden başlatılması için en az 5 saniye bekleyin

source: Font Rendering Details
tr: Yazı Tipi İşleme Ayrıntıları

source: R_esolution:
tr: Çözünürlük

source: dots per inch
tr: inç başına nokta sayısı

source: Smoothing
tr: Yumuşatma

source: _None
tr: _Yok

source: Gra_yscale
tr: Gri tonlama

source: _Slight
tr: _Hafif

source: N_one
tr: Yok

source: _Medium
tr: _Orta

source: _Full
tr: Tam

source: Subpixel Order
tr: Altpiksel Sırası

source: No Desktop Background
tr: Arkaplan Resmi Yok

source: pixel
tr: piksel

source: <b>%s</b> %s, %s File Path: %s Artist: %s
tr: <b>%s</b> %s Dosya Yolu: %s Artist: %s

source: <b>%s</b> %s File Path: %s Artist: %s
tr: <b>%s</b> %s Dosya Yolu: %s Artist: %s

source: Usage: %s SOURCE_FILE DEST_NAME This program installs a RANDR profile for multi-monitor setups into a systemwide location. The resulting profile will get used when the RANDR plug-in gets run in mate-settings-daemon. SOURCE_FILE - a full pathname, typically /home/username/.config/monitors.xml DEST_NAME - relative name for the installed file. This will get put in the systemwide directory for RANDR configurations, so the result will typically be %s/DEST_NAME
tr: Kullanımı: %s SOURCE_FILE DEST_NAME Bu program, çoklu monitör kurulumları için sistem genelinde bir konuma bir RANDR profili yüklemektedir. Ortaya çıkan profil, RANDR eklentisi ukui-settings-daemon'da çalışmaya başladığında kullanılacaktır. SOURCE_FILE - a full pathname, typically /home/username/.config/monitors.xml DEST_NAME - relative name for the installed file. This will get put in the systemwide directory for RANDR configurations, so the result will typically be %s/DEST_NAME

source: This program can only be used by the root user
tr: Program yalnızca root kullanıcısı tarafından kullanılabilir

source: The source filename must be absolute
tr: Kaynak dosya adı mutlaka olmalıdır

source: Could not open %s: %s
tr: %s açılamadı: %s

source: Could not get information for %s: %s
tr: %s için bilgi alamadı: %s

source: %s must be a regular file
tr: %s düzenli bir dosya olmalı

source: This program must only be run through pkexec(1)
tr: Bu program yalnızca pkexec(1) üzerinden çalıştırılmalıdır.

source: PKEXEC_UID must be set to an integer value
tr: PKEXEC_UID bir tamsayı değerine ayarlanmalıdır

source: %s must be owned by you
tr: %s sana ait olmalı

source: %s must be a directory
tr: %s herhangi bir dizin bileşeni olmamalıdır

source: Could not open %s/%s: %s
tr: %s/%s açılamadı: %s

source: Could not rename %s to %s: %s
tr: %s dosyasını %s olarak yeniden adlandıramadı: %s

source: Left
tr: Sol

source: Right
tr: Sağ

source: Upside-down
tr: Başaşağı

source: Mirror Screens
tr: Ayna Ekranlar

source: Monitor: %s
tr: Ekran: %s

source: Monitor
tr: Ekran

source: Select a monitor to change its properties; drag it to rearrange its placement.
tr: Özelliklerini değiştirmek için bir monitör seçmelidir; yerleşimini yeniden düzenlemek için sürükleyin.

source: Could not save the monitor configuration
tr: Ekran yapılandırması kaydedilemedi

source: Could not get session bus while applying display configuration
tr: Ekran yapılandırmasını uygularken oturum veriyolu alınamadı

source: Could not detect displays
tr: Görüntü algılanamadı

source: The monitor configuration has been saved
tr: Monitör yapılandırması kaydedildi

source: This configuration will be used the next time someone logs in.
tr: Bu yapılandırma bir dahaki kullanıcı oturum açtığında kullanılacaktır.

source: Could not set the default configuration for monitors
tr: Monitörler için varsayılan yapılandırma ayarlanamadı.

source: Could not get screen information
tr: Ekran bilgisi alınamadı

source: Custom Shortcuts
tr: Kısayolları Özelleştir

source: The shortcut "%s" is already used for "%s",please reset!!!
tr: "%s" kısayolu zaten kullanılıyor "%s" lütfen sıfırlayın !!!

source: Add Shortcuts
tr: Kısayol Ekle

source: Selection Program
tr: Program Seçimi

source: Function description
tr: Fonksiyon açıklaması

source: Hotkey
tr: Kısayol

source: Select the keyboard layout
tr: Klavye düzenini seçin

source: _Variants:
tr: _Hafif:

source: _Country:
tr: Ülke:

source: By _country
tr: Ülkeye göre

source: _Language:
tr: Dil

source: By _language
tr: Dile göre

source: Preview:
tr: Önizleme

source: Custom Shortcut
tr: Kısayolları Özelleştir

source: Name:
tr: İsim

source: Command
tr: Komut

source: Scan
tr: Tara

source: Network Proxy Details
tr: Ağ Proxy Ayrıntıları

source: <b>User authentication</b>
tr: <b>Kullanıcı doğrulama</b>

source: Username:
tr: Kullanıcı Adı:

source: Password:
tr: Parola:

source: Copying files
tr: Dosyalar kopyalanıyor

source: From:
tr: -den:

source: To:
tr: e:

source: Copying themes
tr: Temalar kopyalanıyor

source: Invalid screensaver theme
tr: Geçersiz ekran koruyucu teması

source: %s does not appear to be a valid screensaver theme.
tr: %s geçerli bir ekran koruyucu teması olarak görünmüyor.

source: Copying file: %u of %u
tr: Dosya kopyalanıyor: %u / %u

source: Unknown time
tr: Bilinmeyen zaman

source: %i minutes
tr: %i dakika

source: %i hours
tr: %i saat

source: hour
tr: saat

source: minute
tr: dakika

source: Power Manager
tr: Güç Yönetimi

source: Power Manager for the MATE desktop
tr: UKUI masaüstü için güç yönetimi

source: Never
tr: Asla

source: Shutdown
tr: Kapat

source: Sleep
tr: Uyut

source: Blank screen
tr: Siyah Ekran

source: Ask
tr: Sor

source: Do not perform operations
tr: Işlemleri gerçekleştirmeyin

source: %s charging (%.1f%%)
tr: %s şarj oluyor (%.1f%%)

source: Battery is fully charged. Provides %s laptop runtime
tr: Pil tamamen dolu. %s laptop çalışma zamanı sağlar

source: %s is fully charged
tr: %s tam dolu

source: %s %s remaining (%.1f%%)
tr: %s %s kalan (%.1f%%)

source: %s discharging (%.1f%%)
tr: %s boşalıyor (%.1f%%)

source: %s %s until charged (%.1f%%) Provides %s battery runtime
tr: %s %s şarj olana kadar (%.1f%%) %s batarya çalışma zamanı sağlar

source: %s %s until charged (%.1f%%)
tr: %s %s şarj olana kadar(%.1f%%)

source: %s waiting to discharge (%.1f%%)
tr: %s deşarjı bekliyor (%.1f%%)

source: %s waiting to charge (%.1f%%)
tr: %s şarjı bekliyor (%.1f%%)

source: Product:
tr: Ürün：

source: Status:
tr: Durum:

source: Missing
tr: Kayıp

source: Charged
tr: Şarjlı

source: Charging
tr: Şarj Oluyor

source: Discharging
tr: Boşalıyor

source: Percentage charge:
tr: Yüzde şarj：

source: Vendor:
tr: Üretici:

source: Technology:
tr: Teknoloji

source: Serial number:
tr: Seri Numarası

source: Charge time:
tr: Şarj Süresi

source: Discharge time:
tr: Deşarj Süresi

source: Excellent
tr: Mükemmel

source: Good
tr: İyi

source: Fair
tr: Normal

source: Poor
tr: Kötü

source: Capacity:
tr: Kapasite

source: Current charge:
tr: Şarj Durumu

source: Last full charge:
tr: Son tam şarj：

source: Design charge:
tr: Şarj Tasarımı

source: Charge rate:
tr: Şarj Oranı

source: AC adapter
tr: AC Adaptörü

source: Laptop battery
tr: Laptop Pili

source: Mouse
tr: Fare ve Dokunmatik Panel

source: Keyboard
tr: Klavye

source: Cell phone
tr: Mobil Telefon

source: Media player
tr: Medya Player

source: Computer
tr: Bilgisayar

source: Lithium Ion
tr: Lityum İyon

source: Lithium Polymer
tr: Lityum Polimer

source: Lithium Iron Phosphate
tr: Lityum Demir Fosfat

source: Lead acid
tr: Kurşun Asit

source: Nickel Cadmium
tr: Nikel Kadmiyum

source: Nickel metal hydride
tr: Nikel Metal Hidrit

source: Unknown technology
tr: Bilinmeyen Teknoloji

source: Empty
tr: Boş

source: Waiting to charge
tr: Şarj için bekliyor

source: Waiting to discharge
tr: Deşarj için bekliyor

source: Screensaver Preview
tr: Ekrankoruyucu Önizleme

source: Screensaver preview
tr: Ekrankoruyucu önizleme

source: Random
tr: Rasgele

source: %d min
tr: %d dk

source: %d hour %d min
tr: %d saat %d dk

source: Could not load the main interface
tr: Ana arayüz yüklenemedi

source: Please make sure that the screensaver is properly installed
tr: Lütfen ekran koruyucunun düzgün bir şekilde yüklendiğinden emin olun

source: Desktop file(*.desktop)
tr: Desktop Dosyası(*.desktop)

source: Select command
tr: Komut seç

source: Add programs
tr: Program Ekle

source: Boot program property details
tr: Başlangıç programı özellik ayrıntıları

source: The startup command cannot be empty
tr: Başlangıç komutu boş olamaz

source: The startup command is not valid
tr: Başlangıç komutu geçerli değil

source: enabled
tr: Aktif edildi

source: disabled
tr: Pasif edildi

source: property
tr: özellik

source: %dByte
tr: %d Bayt

source: Command:
tr: Komut

source: Annotation:
tr: Not

source: scan…
tr: tara...

source: program name
tr: program adı

source: File Type:
tr: Dosya Türü

source: File Description:
tr: Dosya Açıklaması：

source: Application
tr: Uygulama

source: Program Location:
tr: Program Yeri:

source: Program Size:
tr: Program Boyutu:

source: Access Time:
tr: Erişim Zamanı：

source: modification time:
tr: Değiştirilme Zamanı：

source: Changge Face
tr: Kullanıcı Simgesi Değiştir

source: Cancel
tr: İptal

source: Ok
tr: Tamam

source: label
tr: etiket

source: Browse more pictures
tr: Daha fazla resim araştır

source: Change Name
tr: İsmi Değiştir

source: Change Password
tr: Parolayı Değiştir

source: Change Usertype
tr: Kullanıcı Türünü Değiştir

source: automatic login
tr: Otomatik Giriş

source: Please make sure that the computer has at least one user is the administrator
tr: Lütfen bilgisayarın en az bir kullanıcısının yönetici olduğundan emin olun.

source: Standard User
tr: Normal Kullanıcı

source: Standard users can use most software, but you can not install software and change settings that affect all users.
tr: Normal kullanıcılar çoğu yazılımı kullanabilir ancak yazılımı yükleyemez. Ayrıca tüm kullanıcıları etkileyen ayarları değiştiremez.

source: Administrators
tr: Yönetici

source: Administrator can make any changes needed on the system, including installing and upgrading software.
tr: Yönetici, yazılım yüklemek ve güncellemek de dahil olmak üzere sistem üzerinde gerekli değişiklikleri yapabilir.

source: Delete User
tr: Kullanıcı Sil

source: Keep File
tr: Dosyayı Tut

source: Delete File
tr: Dosyayı Sil

source: Authentication failure!
tr: Kimlik doğrulama hatası!

source: New password length is too short!
tr: Yeni parola uzunluğu çok kısa!

source: The new password is too simple!
tr: Yeni parola çok basit!

source: The new password is too similar to the old one!
tr: Yeni parola eskisiyle çok benzer!

source: The new password must contain numbers or special characters!
tr: Yeni parolanın sayıları veya özel karakterleri içermesi gerekir!

source: The new password is the same as the old one!
tr: Yeni parola eski parola ile aynı!

source: The new password has been used recently!
tr: Yeni parola önceden kullanıldı!

source: Your password has been changed after you verify!
tr: Doğrulamanızdan sonra parolanız değiştirildi!

source: User name cannot be empty!
tr: Kullanıcı adı boş olamaz!

source: Password length needs to more than 5 digits!
tr: Parola uzunluğu 5 haneden fazla olmalıdır!

source: Password length needs to less than 64 digits!
tr: Şifre uzunluğu 64 haneden daha az olmalı!

source: Please confirm the new password
tr: Lütfen yeni parolayı onaylayın

source: enter the password twice inconsistencies!
tr: İki kez tutarsızlık şifresini girin!

source: The first character cannot be underlined!
tr: İlk karakterlerin altı çizilemez!

source: User name can not contain capital letters!
tr: Kullanıcı adı büyük harf içermemelidir!

source: The user name can only be composed of letters, numbers and underline!
tr: Kullanıcı adı yalnızca harfler, rakamlar ve alt çizgiden oluşabilir!

source: The first character cannot be numeric!
tr: İlk karakter sayısal olamaz!

source: Please enter the username
tr: Lütfen kullanıcı adını giriniz

source: Please enter the password
tr: Lütfen parolayı giriniz

source: The user name is already in use, please use a different one.
tr: Kullanıcı adı zaten kullanılıyor, lütfen farklı bir tane kullanınız.

source: The user name corresponds to the group already exists,please use a different user name
tr: Kullanıcı adı, zaten var olan gruba karşılık geliyor, lütfen farklı bir kullanıcı adı kullanın

source: username length should not long than 32!
tr: Kullanıcı adı 32 karakterden fazla olmamalıdır!

source: Please enter the new username
tr: ütfen yeni kullanıcı adını giriniz

source: Please enter the password
tr: Lütfen parolayı giriniz

source: Please enter new password
tr: Lütfen yeni parolayı girin

source: Please enter the current password
tr: Lütfen geçerli parolayı giriniz

source: Please enter the new password
tr: Lütfen yeni parolayı giriniz

source: Please choose another password.
tr: Lütfen başka bir parola seçin.

source: Please reenter the current password.
tr: Lütfen geçerli parolayı tekrar giriniz.

source: Password can not be modified.
tr: Şifre değiştirilemez.

source: Password length is too short!
tr: Şifre uzunluğu çok kısa!

source: Password length needs to more than 5 digits, and composed of letters, numbers or special characters.
tr: Şifre uzunluğu 5 basamağı aşmamalı ve harf, rakam veyaözel karakterlerden oluşmalıdır.

source: Password length is too long!
tr: Şifre uzunluğu çok uzun!

source: Password length needs to less than 64 digits, and composed of letters, numbers or special characters.
tr: Şifre uzunluğu 64 haneden az olmalı ve harfler, sayılar veya özel karakterlerden oluşmalıdır.

source: Password error
tr: Parola hatası

source: Please make sure you enter the password two times.
tr: Lütfen şifreyi iki kez girdiğinizden emin olun.

source: Password input error, please re-enter!
tr: Parola girişi hatası, lütfen tekrar girin!

source: Standard user
tr: Normal kullanıcı

source: Logged(Current User)
tr: Kayıtlı (Geçerli Kullanıcı)

source: Logged(Other Users)
tr: Kayıtlı (Diğer Kullanıcı)

source: Un-login(Other Users)
tr: Giriş Yapmamış (Diğer Kullanıcılar)

source: User name cannot start with number!
tr: Kullanıcı adı sayı ile başlayamaz!

source: Username length need to less than 32!
tr: Kullanıcı adı uzunluğu 32'den az olmalı!

source: The user name has been used, please replace with another one!
tr: Kullanıcı adı kullanılıyor, lütfen başka bir isimle değiştirin!

source: Modify username failed!
tr: Kullanıcı adını değiştirme başarısız oldu!

source: the user has logged in, please log out and modify!
tr: Kullanıcı giriş yapmış, lütfen çıkış yapın ve sonra değişiklik yapın!

source: auto login
tr: Oto Giriş

source: _Cancel
tr: _İptal

source: _OK
tr: _Tamam

source: Already have other users set to automatically log in, click OK will overwrite the existing settings!
tr: Zaten diğer kullanıcılar otomatik olarak oturum açmak için ayarlanmış, Tamam'ı tıklattığınızda mevcut ayarların üzerine yazılır!

source: The user can not be deleted!
tr: Kullanıcı silinemez!

source: The user has logged in, please perform the delete operation after logging out!
tr: Kullanıcı giriş yaptı, lütfen çıkış yaptıktan sonra silme işlemini gerçekleştir!

source: <span weight='bold' font_desc='11'>do you confirm to delete all the files of %s?</span>
tr: <span weight='bold' font_desc='11'> %s dosyaların tümünü silmeyi onaylıyor mu sunuz?</span>

source: if you want to delete the %s user, belonging to the user's desktop, documents, favorites, music, pictures and video folder will be deleted!
tr: Kullanıcının masaüstüne ait olan %s kullanıcısını silmek isterseniz, belgeler, sık kullanılanlar, müzik, resim ve video klasörü silinir!

source: Rename
tr: Yeniden Adlandır

source: Change PWD
tr: Şifre Değiştir

source: Change Face
tr: Kullanıcı Simgesi Değiştir

source: Change Type
tr: Tür Değiştir

source: Delete
tr: Sil

source: Browse more pictures...
tr: Daha fazla resim

source: Create Account
tr: Hesap Oluştur

source: Automatic Logon
tr: Otomatik Giriş

source: select picture
tr: Resim Seçin

source: Standard users can use most software, but you can not install software and change settings that affect all users.
tr: Standart kullanıcılar çoğu yazılımı kullanabilir ancak yazılımı yükleyemez. Ayrıca tüm kullanıcıları etkileyen ayarları değiştiremezsiniz.

source: Rear
tr: Arka

source: Front
tr: Ön

source: Minimum
tr: En az

source: Maximum
tr: En fazla

source: _Balance(_B):
tr: _Balans

source: _Fade(_F):
tr: _Soldurma

source: Unamplified
tr: Yükseltilmemiş

source: Mute
tr: Sessiz

source: _Profile(_P):
tr: _Profil

source: Disabled
tr: Kapalı

source: %u Output
tr: %u Çıkış

source: %u Input
tr: %u Giriş

source: Co_nnector
tr: Bağlantı

source: Peak detect
tr: Tepe algılama

source: Co_nnector:
tr: Bağlayıcı

source: Device
tr: Aygıt

source: Speaker Testing for %s
tr: %s için Hoparlör Testi

source: _Profiles:
tr: _Profil:

source: Test Speakers
tr: Sesi Kontrol Et

source: Name
tr: İsim

source: Sound Output Volume
tr: Ses Çıkış Hacmi

source: Applications
tr: Uygulamalar

source: No application is currently playing or recording audio.
tr: Şu anda herhangi bir uygulama çalınmıyor veya ses kaydı yapılmıyor.

source: Sound Effects
tr: Ses Efektleri

source: _Alert volume:
tr: _Uyarı sesi:

source: Input
tr: Giriş

source: _Input volume:
tr: _Giriş Sesi:

source: Input level:
tr: _Giriş Seviyesi:

source: C_hoose a device for sound input:
tr: Ses girişi için bir cihaz seçin:

source: Output
tr: Çıkış

source: C_hoose a device for sound output:
tr: Ses çıkışı için bir cihaz seçin:

source: Settings for the selected device:
tr: Seçilen cihazın ayarları:

source: Hardware
tr: Donanım

source: C_hoose a device to configure:
tr: Yapılandırılacak bir cihaz seçin:

source: Sound Preferences
tr: Ses Tercihleri

source: Default
tr: Varsayılan

source: No sounds
tr: Ses Yok

source: Custom
tr: Özel

source: Testing event sound
tr: Etkinlik sesini test et

source: From theme
tr: Temadan al

source: Type
tr: Tür

source: Sound _theme:
tr: Ses Teması

source: C_hoose an alert sound:
tr: Bir uyarı sesi seçin

source: Enable _window and button sounds
tr: Pencere ve düğme seslerini etkinleştir

source: Stop
tr: Dur

source: -Kylin Control Center
tr: -Ukui Denetim Merkezi

source: Control Center
tr: Denetim Merkezi

source: Time and Dates
tr: Tarih ve Zaman

source: Change the time and date of this computer
tr: Bu bilgisayarın saat ve tarihini değiştir

source: User Account
tr: Kullanıcı Hesabı

source: Change the computer user account settings and password
tr: Bilgisayar kullanıcı hesabı ayarlarını ve parolasını değiştir.

source: Personalization
tr: Kişiselleştirme

source: Change the computer desktop background and related theme
tr: Bilgisayarın masaüstü arka planını ve ilgili temayı değiştirin.

source: Default Aplication
tr: Geçerli Uygulamalar

source: Change the default application on this computer
tr: u bilgisayardaki varsayılan uygulamayı değiştir

source: Change the network on this computer
tr: Bu bilgisayardaki ağı değiştir

source: Change the keyboard settings on this computer
tr: Bu bilgisayardaki klavye ayarlarını değiştir

source: Change the mouse settings on this computer
tr: Bu bilgisayardaki fare ayarlarını değiştir

source: Configure the connection to the computer printer
tr: Bilgisayara olan yazıcıyla bağlantıyı yapılandırın

source: Sound
tr: Ses

source: Change the sound settings on this computer
tr: Bu bilgisayardaki ses ayarlarını değiştir

source: Network Agent
tr: Ağ Aracı

source: Change the network agent on this computer
tr: Bu bilgisayardaki ağı aracını değiştir

source: Autostart
tr: Otomatik Başlat

source: Change the autostart program on this computer
tr: Bu bilgisayarda otomatik başlayan programları değiştirin

source: Change the Monitor settings on this computer
tr: Bu bilgisayardaki Monitör ayarlarını değiştir

source: Power Management
tr: Güç Yönetimi

source: Change the power management settings on this computer
tr: Bu bilgisayardaki güç yönetimi ayarlarını değiştir

source: System Check
tr: Sistemi Kontrol Et

source: check the system detection information on this computer
tr: Bu bilgisayarda sistem algılama bilgilerini kontrol et

source: Tile
tr: Döşeli

source: Zoom
tr: Yakınlaştır

source: Center
tr: Ortalanmış

source: Scale
tr: Ölçekli

source: Stretch
tr: Uzatılmış

source: Span
tr: Yayılmış

source: Time Dates
tr: Tarih ve Zaman

source: Default Aplication
tr: Varsayılan Uygulamalar

source: System Configuration
tr: Sistem Ayarları

source: Network Connections
tr: Ağ Bağlantıları

source: Printer
tr: Yazıcı

source: Network Agent
tr: Ağ Ayarları

source: Power Management
tr: Güç Yönetimi

source: Hardware Configure
tr: Donanım Ayarları

source: Home
tr: Giriş

source: Personalization_
tr: Görünüm

source: Autostart_
tr: Otomatik Başlat

source: Default APP
tr: Tercih Edilen Uygulamalar

source: Time Dates_
tr: Tarih ve Saat

source: User Account_
tr: Kullanıcı Hesapları

source: Network Connection_
tr: Ağ Bağlantıları

source: Keyboard_
tr: Klavye

source: Mouse_
tr: Fare ve Dokunmatik Panel

source: Printer_
tr: Yazıcı

source: Sound_
tr: Ses

source: Network Agent_
tr: Ağ Ayarları

source: Monitor_
tr: Ekran

source: Power Manage
tr: Güç Yönetimi

source: date:
tr: Tarih

source: time:
tr: Saat

source: Jan
tr: Oca

source: Feb
tr: Şub

source: Apr
tr: Nis

source: Jun
tr: Haz

source: Jul
tr: Tem

source: Aug
tr: Ağu

source: Sep
tr: Eyl

source: Oct
tr: Eki

source: Nov
tr: Kas

source: Dec
tr: Ara

source: min
tr: dk

source: sec
tr: sn

source: With the network time synchronization
tr: Zaman bilgisini ağ üzerinden al

source: because the ntp is installed,please use ntpdate.
tr: ntp kurulduğundan, lütfen ntpdate'i kullanın.

source: Current Account
tr: Geçerli Hesap

source: Other Accounts
tr: Diğer Hesaplar

source: Create a new account
tr: Yeni Hesap Oluştur

source: Add
tr: Ekle

source: delete
tr: Sil

source: Style:
tr: Stil

source: wallpaper
tr: Arkaplan

source: Select the one you love color as the theme color
tr: Tema rengi olarak sevdiğiniz birini seçin

source: Theme color
tr: Tema Rengi

source: Font choice:
tr: Font Seçiniz:

source: Font size :
tr: Font Boyutu:

source: small(S) --100%(default)
tr: Küçük --100%(varsayılan)

source: medium(M)--125%
tr: Orta --125%

source: large (L) --150%
tr: Büyük --150%

source: Please select the clearest sample text
tr: Lütfen en net örnek metni seçin

source: Restore Defaults
tr: Varsayılanları Geri Yükle

source: Web Browser:
tr: Web Tarayıcı:

source: Mail Reader:
tr: E-Posta Okuyucu:

source: Multimedia
tr: Multimedya

source: Image Viewer:
tr: Resim Görüntüleyici:

source: Audio Player:
tr: Ses Oynatıcı:

source: Video Player:
tr: Video Oynatıcı:

source: System
tr: Sistem

source: Text Editor:
tr: Metin Düzenleyici:

source: File Manager:
tr: Dosya Yöneticisi:

source: Network Connections
tr: Ağ Bağlantıları

source: Repeat Keys
tr: Tuşları Tekrarla

source: Key presses _repeat when key is held down
tr: Tuşa basılı tutulduğunda tuşa tekrar basın

source: _Delay:
tr: _Gecikme

source: _Speed:
tr: _Hız

source: Short
tr: Kısa

source: Slow
tr: Yavaş

source: Repeat keys speed
tr: Tuşları tekrarlama hızı

source: Long
tr: Uzun

source: Fast
tr: Hızlı

source: To test the repetition rate of the input character:
tr: Girilen karakterin yineleme oranını test etmek için

source: Cursor Blinking
tr: İmleç Yanıp Sönmesi

source: Cursor _blinks in text fields
tr: İmleç metin alanlarında yanıp söner

source: S_peed:
tr: Hız:

source: Cursor blinks speed
tr: İmleç Yanma Hızı

source: General
tr: Genel
